[
  {
    "title": "Discipline Optionale - An Universitar 2014 - 2015",
    "description": [
      "In perioada 06-22 iunie 2014 studentii anului I si II Informatica, anul I Master Informatica, sunt rugati sa isi exprime optiunile pentru disciplinele optionale pentru anul universitar 2014-2015. Acestea se vor realiza online la adresa:",
      " ",
      "http://inf.ucv.ro/optionale/",
      " ",
      "Inainte de exprimarea acestora sunteti rugati sa cititi Ghidul de utilizare.",
      "Studentii care nu isi vor exprima optiunea pana la termenul limita indicat vor fi repartizati din oficiu."
    ],
    "tags": [
      "Ghidul de utilizare",
      "http://inf.ucv.ro/optionale/"
    ],
    "links": [
      "http://inf.ucv.ro/optionale/login.php?view=ghid",
      "http://inf.ucv.ro/optionale/"
    ]
  },
  {
    "title": "Summer School (August 31st - September 13th 2019)",
    "description": [
      "West University of Timisoara is organizing its first ever (Late) Summer School (August 31st - September 13th 2019), a multi- and inter-disciplinary event aiming to offer Bachelor or Master students the opportunity to participate in a two-weeks study/training programme, taking place in the future cultural capital of Europe (Timisoara2021), with the possibility of choosing from a variety of courses that mirror the comprehensive character of our university.",
      "West University of Timisoara (Late) Summer School courses:",
      " ",
      "- The Right to Environment and the Value of Environment: An Integrated Approach to Environmental Law",
      "- History of the Universe and Cosmology",
      "- Machine Learning",
      "- Design Thinking, your path to innovation!",
      "- Thriving at work in the 21st century: Skills to master",
      "- Visual Communication",
      "- Storytelling",
      "- Debugging English",
      "- New generation of leaders",
      "- Body Language Skills",
      "- Geography using Information Technology",
      " ",
      "Participation fee (50 EURO): accommodation in WUT dormitories, lunches and a registration kit.",
      "More information about applying to WUT (late) summer school at:",
      "http://ri.uvt.ro/west-university-of-timisoara-late-summer-school/"
    ],
    "tags": [
      "http://ri.uvt.ro/west-university-of-timisoara-late-summer-school/"
    ],
    "links": [
      "http://ri.uvt.ro/west-university-of-timisoara-late-summer-school/"
    ]
  }
]